Repository: legeling/AltForge
Catalog: AltStore/Resources/Localizable.xcstrings
Source language: en
Languages: ja, pt_br, zh_hans

source: Failed to Restore %@ Backup
ja: %@のバックアップの復元に失敗しました
pt_br: Falha ao restaurar backup de %@
zh_hans: 恢复 %@ 备份失败

source: Failed to retrieve commission token from Apple. Error Code: %@
ja: Appleからコミッショントークンの取得に失敗しました。エラーコード：%@
pt_br: Falha ao recuperar o token de comissão da Apple. Código de erro: %@
zh_hans: 无法从 Apple 检索佣金令牌。错误代码：%@

source: Failed to retrieve manifest.json URL from Patreon post.
ja: Patreonの投稿からmanifest.jsonURLの取得に失敗しました。
pt_br: Falha ao obter o URL do manifest.json da publicação no Patreon.
zh_hans: 无法从 Patreon 帖子中检索 manifest.json URL。

source: Failed to Update %@
ja: %@のアップデートに失敗しました
pt_br: Falha ao atualizar %@
zh_hans: 更新 %@ 失败

source: Failed to Verify %@
ja: %@の検証に失敗しました
pt_br: Falha ao verificar %@
zh_hans: 验证 %@ 失败

source: Failure
ja: 失敗
pt_br: Falha
zh_hans: 失败

source: Featured
ja: 注目
pt_br: Em destaque
zh_hans: 精选

source: Featured Apps
ja: 注目のアプリ
pt_br: Apps em destaque
zh_hans: 精选 App

source: Finish in %@
ja: %@で終了
pt_br: Concluir em %@
zh_hans: 预计 %@ 后完成

source: Finish installing %@?
ja: %@のインストールを終了しますか？
pt_br: Concluir a instalação de %@?
zh_hans: 完成安装 %@ 吗？

source: Follow the instructions in %@ to finish jailbreaking this device.
ja: %@の手順に従って、このデバイスの脱獄を完了してください。
pt_br: Siga as instruções em %@ para concluir o jailbreak deste dispositivo.
zh_hans: 按照 %@ 中的说明完成该设备的越狱。

source: For more details, check the Error Log in settings.
ja: 詳細については、設定のエラーログを確認してください。
pt_br: Para mais detalhes, verifique o Registro de erros nas configurações.
zh_hans: 有关更多详细信息，请检查设置中的错误日志。

source: For your protection, please remove the source and uninstall
ja: ご自身の保護のため、ソースを削除しアンインストールしてください
pt_br: Para sua proteção, remova a fonte e desinstale
zh_hans: 为了保护您的安全，请删除该软件源并卸载

source: Free
ja: 無料
pt_br: Grátis
zh_hans: 免费

source: Free up disk space by removing non-essential data, such as temporary files and backups for uninstalled apps.
ja: 重要度の低いデータやアンインストール済みアプリのバックアップなど、不要なデータを削除してデバイスの空き容量を確保します。
pt_br: Libere espaço em disco removendo dados não essenciais, como arquivos temporários e backups de apps desinstalados.
zh_hans: 通过删除非必要数据（例如临时文件和已卸载应用的备份）来释放磁盘空间。

source: Gradient
ja: グラデーション
pt_br: Gradiente
zh_hans: 渐变

source: Hey , You’re the best. Your account was linked successfully, so you now have access to our Patreon-exclusive apps. You can find them all in the Browse tab. Thanks for all of your support. Enjoy! Riley & Shane
ja: こんにちは、 ありがとうございます。アカウントの連携が成功したので、すべてのPatreon限定アプリにアクセスできるようになりました。アプリは「ブラウズタブ」ですべてご確認いただけます。 いつも応援ありがとうございます。どうぞお楽しみください！ ライリー＆シェーン
pt_br: Oi, Você é incrível. Sua conta foi vinculada com sucesso, então agora você tem acesso aos nossos apps exclusivos do Patreon. Você pode encontrá-los na aba Explorar. Obrigado por todo o apoio. Aproveite! Riley & Shane
zh_hans: 您好： 您的账户已成功关联，现在可以访问 Patreon 专属 App。您可以在“浏览”页面中找到它们。 感谢您的支持，祝您使用愉快！ Riley 和 Shane

source: Hey , You’re the best. Your account was linked successfully, so you now have access to the beta versions of all of our apps. You can find them all in the Browse tab. Thanks for all of your support. Enjoy! Riley & Shane
ja: こんにちは。 ありがとうございます。アカウントの連携が成功したので、すべてのアプリのベータ版にアクセスできるようになりました。アプリは「ブラウズタブ」ですべてご確認いただけます。 いつも応援ありがとうございます。どうぞお楽しみください！ ライリー＆シェーン
pt_br: Oi, Você é incrível. Sua conta foi vinculada com sucesso, então agora você tem acesso às versões beta de todos os nossos apps. Você pode encontrá-las na aba Explorar. Obrigado por todo o apoio. Aproveite! Riley & Shane
zh_hans: 您好： 您的账户已成功关联，现在可以访问所有 App 的测试版。您可以在“浏览”页面中找到它们。 感谢您的支持，祝您使用愉快！ Riley 和 Shane

source: Hey y'all, You can support future development of our apps by donating to us on Patreon. In return, you'll receive access to the beta versions of our apps and be among the first to try the latest features. Thanks for all your support 💜 Riley & Shane
ja: こんにちは。 Patreonで私たちに寄付していただくと、今後のアプリ開発をご支援いただけます。そのお礼として、アプリのベータ版へのアクセス権が得られ、最新機能をいち早くお試しいただけます。 いつも応援ありがとうございます 💜 ライリー＆シェーン
pt_br: Oi, pessoal! Vocês podem apoiar o desenvolvimento futuro dos nossos apps fazendo uma contribuição no Patreon. Em troca, receberão acesso às versões beta dos nossos apps e estarão entre os primeiros a experimentar os recursos mais recentes. Obrigado por todo o apoio 💜 Riley & Shane
zh_hans: 大家好： 您可以在 Patreon 上赞助我们，以支持 App 的后续开发。作为回报，您将获得 App 测试版的访问权限，并可优先体验最新功能。 感谢您的支持 💜 Riley 和 Shane

source: HTTP Status Code: %@
ja: HTTPステータスコード：%@
pt_br: Código de status HTTP: %@
zh_hans: HTTP 状态代码：%@

source: If you're using the MacDirtyCow exploit to remove the 3-app limit, you can install up to 10 apps and app extensions instead.
ja: MacDirtyCowエクスプロイトを使用して3つのアプリ制限を解除している場合、代わりに最大10個のアプリとアプリ拡張機能をインストールできます。
pt_br: Se você estiver usando o exploit MacDirtyCow para remover o limite de 3 apps, poderá instalar até 10 apps e extensões de app.
zh_hans: 如果您使用 MacDirtyCow 漏洞来消除 3 个应用的限制，则最多可以安装 10 个应用和应用扩展。

source: If you've removed the 3-sideloaded app limit via the MacDirtyCow exploit, disable this setting to sideload more than 3 apps at a time.
ja: MacDirtyCowエクスプロイトで3つのサイドロードアプリ制限を解除した場合、この設定を無効にすると、一度に3つ以上のアプリをサイドロードできます。
pt_br: Se você removeu o limite de 3 apps instalados via sideload usando o exploit MacDirtyCow, desative esta opção para fazer sideload de mais de 3 apps ao mesmo tempo.
zh_hans: 如果您已通过 MacDirtyCow 漏洞删除了 3 个侧载应用限制，请禁用此设置以一次侧载 3 个以上应用。

source: In order to finish jailbreaking this device, you need to install %@ then follow the instructions in the app.
ja: このデバイスの脱獄を完了するには、%@をインストールし、アプリ内の指示に従ってください。
pt_br: Para concluir o jailbreak deste dispositivo, você precisa instalar %@ e seguir as instruções no app.
zh_hans: 为了完成此设备的越狱，您需要安装 %@，然后按照应用中的说明进行操作。

source: Inactive
ja: 非アクティブ
pt_br: Inativo
zh_hans: 未激活

source: Incorrect username or password.
ja: ユーザーネームまたはパスワードが正しくありません。
pt_br: Nome de usuário ou senha incorretos.
zh_hans: 用户名或密码不正确。

source: install
ja: インストール
pt_br: instalar
zh_hans: 安装

source: Install
ja: インストール
pt_br: Instalar
zh_hans: 安装

source: Install %@
ja: %@をインストール
pt_br: Instalar %@
zh_hans: 安装 %@

source: Install Anyway
ja: とにかくインストール
pt_br: Instalar mesmo assim
zh_hans: 仍要安装

source: Install Untethered Jailbreak
ja: アンテザード脱獄をインストール
pt_br: Instalar jailbreak com untethering
zh_hans: 安装完美越狱

source: Install Without Untethering
ja: アンテザードせずにインストール
pt_br: Instalar sem untethering
zh_hans: 不转为完美越狱并安装

source: Installed
ja: インストール済み
pt_br: Instalado
zh_hans: 已安装

source: Installing %@ placeholder…
ja: %@プレースホルダーをインストール中...
pt_br: Instalando %@ placeholder…
zh_hans: 正在安装 %@ 占位 App…

source: Installing %@...
ja: %@をインストール中...
pt_br: Instalando %@...
zh_hans: 正在安装 %@…

source: Installing…
ja: インストール中...
pt_br: Instalando…
zh_hans: 正在安装…

source: Invalid ADP install URL.
ja: 無効なADPインストールURLです。
pt_br: O URL de instalação ADP é inválido.
zh_hans: ADP 安装 URL 无效。

source: Invalid ADP update URL.
ja: 無効なADPアップデートURLです。
pt_br: O URL de atualização ADP é inválido.
zh_hans: ADP 更新 URL 无效。

source: Invalid parameters.
ja: 無効なパラメータです。
pt_br: Parâmetros inválidos.
zh_hans: 参数无效。

source: iOS %@ or earlier
ja: iOS %@以前
pt_br: iOS %@ ou anterior
zh_hans: iOS %@ 或更早版本

source: iOS %@ or later
ja: iOS %@以降
pt_br: iOS %@ ou posterior
zh_hans: iOS %@ 或更高版本

source: Item
ja: 項目
zh_hans: 项目

source: Jailbreak Requires Untethering
ja: 脱獄はアンテザードする必要があります
pt_br: O jailbreak requer untethering
zh_hans: 越狱需要转为完美越狱

source: Jailbreak Supports Untethering
ja: 脱獄はアンテザードに対応しています
pt_br: O jailbreak oferece suporte a untethering
zh_hans: 越狱支持转为完美越狱

source: JIT will remain enabled until you quit the app.
ja: JITはアプリを終了するまで有効のままです。
pt_br: O JIT permanecerá ativado até que você feche o app.
zh_hans: JIT 将保持启用状态，直到您退出应用。

source: Join Patreon
ja: Patreonに参加
pt_br: Entrar no Patreon
zh_hans: 加入 Patreon

source: Keep App Extensions
ja: アプリ拡張機能を保持
pt_br: Manter extensões do app
zh_hans: 保留应用扩展

source: Last Updated: %@
ja: 最終更新日：%@
pt_br: Última atualização: %@
zh_hans: 最后更新：%@

source: Later
ja: あとで
pt_br: Depois
zh_hans: 稍后

source: Like
ja: いいね！
pt_br: Curtir
zh_hans: 点赞

source: Liked
ja: 「いいね！」しました
pt_br: Curtido
zh_hans: 已点赞

source: Likes
ja: いいね！
pt_br: Curtidas
zh_hans: 点赞

source: Likes this app
ja: このアプリを「いいね！」します
pt_br: Curtir este app
zh_hans: 为此 App 点赞

source: Likes this item
ja: この項目をいいね！する
pt_br: Curte este item
zh_hans: 为此项目点赞

source: Link Patreon account
ja: Patreonアカウントを連携
pt_br: Vincular conta do Patreon
zh_hans: 关联 Patreon 账户

source: Loading...
ja: 読み込み中...
pt_br: Carregando...
zh_hans: 正在加载…

source: Loading…
ja: 読み込み中…
pt_br: Carregando…
zh_hans: 加载中…

source: Make sure to only add sources that you trust.
ja: 信用できるソースのみを追加するようにしてください。
pt_br: Certifique-se de adicionar apenas fontes em que você confia.
zh_hans: 确保仅添加您信任的软件源。

source: Make sure your computer's date & time matches your iOS device and try again. You may need to re-install AltForge with AltForge Server if the problem persists.
ja: コンピュータとiOSデバイスの日付と時刻が一致していることを確認して、もう一度お試しください。問題が解決しない場合は、AltForge ServerでAltForgeを再インストールする必要があります。
pt_br: Certifique-se de que a data e hora do computador correspondam às do dispositivo iOS e tente novamente. Se o problema persistir, talvez seja necessário reinstalar o AltForge usando o AltForge Server.
zh_hans: 请确认电脑与 iOS 设备的日期和时间一致，然后重试。如果问题持续存在，可能需要通过 AltForge Server 重新安装 AltForge。

source: Make sure you're on the same Wi-Fi network as a computer running AltForge Server, or try connecting this device to your computer via USB.
ja: AltForge Serverを実行しているコンピュータと同じWi-Fiネットワークに接続していることを確認するか、このデバイスをUSB経由でコンピュータに接続してみてください。
pt_br: Verifique se você está na mesma rede Wi-Fi de um computador com o AltForge Server em execução ou tente conectar este dispositivo ao computador via USB.
zh_hans: 确保设备与运行 AltForge Server 的电脑位于同一 Wi-Fi 网络，或者尝试通过 USB 连接设备和电脑。

source: Manage your AltStore PAL annual subscription.
ja: AltStore PALの年間サブスクリプションを管理します。
pt_br: Gerencie sua assinatura anual do AltStore PAL.
zh_hans: 管理您的 AltStore PAL 年度订阅。

source: Modern
ja: モダン
pt_br: Moderno
zh_hans: 现代

source: More
ja: さらに表示
pt_br: Mais
zh_hans: 更多

source: Never
ja: なし
pt_br: Nunca
zh_hans: 从未

source: New & Updated
ja: 新着とアップデート
pt_br: Novidades e atualizações
zh_hans: 新增和更新

source: New Update Available
ja: 新しいアップデートが利用可能です
pt_br: Nova atualização disponível
zh_hans: 有新更新

source: News Alert
ja: ニュースアラート
pt_br: Alerta de novidades
zh_hans: 资讯提醒

source: No active apps require refreshing.
ja: アクティブなアプリで更新が必要なものはありません。
pt_br: Nenhum app ativo precisa ser atualizado.
zh_hans: 暂无需要刷新的已激活 App。

source: No Apps
ja: アプリなし
pt_br: Nenhum aplicativo
zh_hans: 暂无 App

source: No Errors
ja: エラーなし
pt_br: Nenhum erro encontrado
zh_hans: 无错误

source: No Likes Yet
ja: まだ「いいね！」はありません
pt_br: Ainda não há curtidas
zh_hans: 暂无点赞

source: No Refresh Attempts
ja: 更新試行なし
pt_br: Nenhuma tentativa de atualização
zh_hans: 暂无刷新记录

source: No Updates Available
ja: 利用可能なアップデートはありません
pt_br: Nenhuma atualização disponível
zh_hans: 暂无可用更新

source: Non-developer Apple IDs are limited to 3 active apps and app extensions, and “%1$@” contains %2$@ %3$@. Please choose an app to deactivate.
ja: 非開発者用Apple IDでは、アクティブなアプリとアプリ拡張機能は3つまでに制限され、「%1$@」は%2$@個の%3$@を含んでいます。無効にするアプリを1つ選んでください。
pt_br: Apple IDs de não desenvolvedor estão limitados a três apps ativos e extensões de app ativas, e “%1$@” contém %2$@ %3$@. Escolha um app para desativar.
zh_hans: 非开发者 Apple ID 最多只能激活 3 个 App 和 App 扩展，而“%1$@”包含 %2$@ %3$@。请选择一个 App 停用。

source: Non-developer Apple IDs are limited to 3 active apps and app extensions.
ja: 非開発者用Apple IDでは、アクティブなアプリとアプリ拡張機能は3つまでに制限されます。
pt_br: Apple IDs de não desenvolvedor estão limitados a três apps ativos e extensões de app ativas.
zh_hans: 非开发者 Apple ID 仅限于 3 个活动应用和应用扩展。

source: Non-developer Apple IDs are limited to 3 active apps and app extensions. Please choose an app to deactivate.
ja: 非開発者用Apple IDでは、アクティブなアプリとアプリ拡張機能は3つまでに制限されます。無効にするアプリを1つ選んでください。
pt_br: Apple IDs de não desenvolvedor estão limitados a três apps ativos e extensões de app ativas. Escolha um app para desativar.
zh_hans: 非开发者 Apple ID 仅限于 3 个活动应用和应用扩展。请选择要停用的应用。

source: Non-developer Apple IDs are limited to 3 active apps. Please choose an app to deactivate.
ja: 非開発者用Apple IDでは、アクティブなアプリは3つまでに制限されます。無効にするアプリを1つ選んでください。
pt_br: Apple IDs de não desenvolvedor estão limitados a três apps ativos. Escolha um app para desativar.
zh_hans: 非开发者 Apple ID 仅限 3 个活动应用。请选择要停用的应用。

source: Non-developer Apple IDs are limited to 3 apps and app extensions. Inactive apps don't count towards your total, but cannot be opened until activated.
ja: 非開発者用Apple IDでは、アプリとアプリ拡張機能は3つまでに制限されます。非アクティブなアプリは合計数にはカウントされませんが、アクティブ化されるまで開くことはできません。
pt_br: Apple IDs de não desenvolvedor estão limitados a três apps e extensões. Apps inativos não são contabilizados no total, mas permanecem inacessíveis até serem reativados.
zh_hans: 非开发者 Apple ID 仅限 3 个应用和应用扩展。不活动的应用不会计入总数，但在激活之前无法打开。

source: Non-developer Apple IDs are limited to 3 apps. Inactive apps are backed up and uninstalled so they don't count towards your total, but will be reinstalled with all their data when activated again.
ja: 非開発者用Apple IDでは、アプリは3つまでに制限されます。非アクティブなアプリはバックアップされアンインストールされるため、合計数にはカウントされませんが、再度アクティブ化すると、すべてのデータと共に再インストールされます。
pt_br: Apple IDs de não desenvolvedor estão limitados a 3 apps. Apps inativos são salvos em backup e desinstalados para não serem contabilizados no total, mas serão reinstalados com todos os dados quando ativados novamente.
zh_hans: 非开发者 Apple ID 仅限 3 个应用。不活动的应用会被备份和卸载，因此它们不会计入您的总数，但在再次激活时将重新安装其所有数据。

source: Non-developer Apple IDs are limited to creating 10 App IDs per week.
ja: 非開発者用Apple IDでは、1週間に作成できるアプリIDは10個までです。
pt_br: Apple IDs de não desenvolvedor podem criar até 10 App IDs por semana.
zh_hans: 非开发者 Apple ID 每周最多只能创建 10 个 App ID。

source: none are available
ja: 利用可能なものはありません
pt_br: nenhum está disponível
zh_hans: 无可用

source: one or more apps
ja: 1つ以上のアプリ
pt_br: um ou mais apps
zh_hans: 一个或多个应用

source: One or more apps in source “%@” are missing a marketplaceID. This most likely means they are not notarized, which is not supported by this version of AltForge.
ja: ソース「%@」内の1つ以上のアプリにマーケットプレイスIDが欠落しています。これはおそらく、アプリが公証されていないことを意味しており、このバージョンのAltForgeではサポートされていません。
pt_br: Um ou mais apps na fonte “%@” estão sem marketplaceID. Isso provavelmente significa que eles não são notarizados, o que não é compatível com esta versão do AltForge.
zh_hans: 软件源“%@”中的一个或多个应用缺少市场 ID。这很可能意味着它们没有经过公证，此版本的 AltForge 不支持这一点。

source: only %@ are available
ja: %@個だけ利用可能です
pt_br: apenas %@ estão disponíveis
zh_hans: 仅 %@ 可用

source: only 1 is available
ja: 1個だけ利用可能です
pt_br: apenas 1 disponível
zh_hans: 仅 1 个可用

source: open
ja: 開く
pt_br: abrir
zh_hans: 打开

source: Open
ja: 開く
pt_br: Abrir
zh_hans: 打开

source: Open %@
ja: %@を開く
pt_br: Abrir %@
zh_hans: 打开 %@

source: Open in Browser
ja: ブラウザで開く
pt_br: Abrir no navegador
zh_hans: 在浏览器中打开

source: Open Placeholder
ja: プレースホルダーを開く
pt_br: Abrir placeholder
zh_hans: 打开占位 App

source: Open AltForge Server, confirm the device connection, then try again. If the app appears on the Home Screen, remove it before retrying.
ja: AltForge Serverを開き、デバイス接続を確認してから再試行してください。ホーム画面にアプリがある場合は、削除してから再試行してください。
pt_br: Abra o AltForge Server, confirme a conexão do dispositivo e tente novamente. Se o app aparecer na Tela de Início, remova-o antes de repetir.
zh_hans: 请打开 AltForge Server，确认设备连接后重试。如果主屏幕上已出现该应用，请先删除再重试。

source: Operation Failed
ja: 操作に失敗しました
pt_br: Falha na operação
zh_hans: 操作失败

source: Other Entitlements
ja: その他のエンタイトルメント
pt_br: Outros entitlements
zh_hans: 其他授权项

source: Patch Placeholder
ja: プレースホルダーのパッチを適用
pt_br: Aplicar patch no placeholder
zh_hans: 修补占位 App

source: Patching %@ placeholder…
ja: %@プレースホルダーのパッチ適用中...
pt_br: Aplicando patch no placeholder %@...
zh_hans: 修补 %@ 占位符…

source: Patching placeholder app...
ja: プレースホルダーアプリのパッチ適用中...
pt_br: Aplicando patch no app placeholder...
zh_hans: 正在修补占位 App…

source: Patreon Account Detected
ja: Patreonアカウントが検知されました
pt_br: Conta do Patreon detectada
zh_hans: 检测到 Patreon 账户

source: Permission
ja: 権限
pt_br: Permissão
zh_hans: 权限

source: Personalize your AltForge experience by choosing an alternate app icon.
ja: 代替のアプリアイコンを選択して、AltForgeの体験をカスタマイズします。
pt_br: Personalize sua experiência com o AltForge escolhendo um ícone alternativo para o app.
zh_hans: 通过选择备用应用图标来个性化您的 AltForge 体验。

source: Photos
ja: 写真
pt_br: Fotos
zh_hans: 照片

source: Please enter the 6-digit verification code that was sent to your Apple devices.
ja: Appleデバイスに送信された6桁の確認コードを入力してください。
pt_br: Insira o código de verificação de 6 dígitos que foi enviado para seus dispositivos Apple.
zh_hans: 请输入发送到您的 Apple 设备的 6 位数验证码。

source: Please enter your Mastodon server.
ja: Mastodonサーバーを入力してください。
pt_br: Insira seu servidor Mastodon.
zh_hans: 请输入您的 Mastodon 服务器。

source: Please make sure your spelling is correct, or try searching for another app.
ja: スペルに間違いがないか確認してください。または別のアプリを検索してみてください。
pt_br: Verifique se a ortografia está correta ou tente pesquisar por outro app.
zh_hans: 请确保您的拼写正确，或尝试搜索其他应用。

source: Please open the placeholder app and follow the instructions to continue jailbreaking your device.
ja: プレースホルダーアプリを開き、指示に従ってデバイスの脱獄を続行してください。
pt_br: Abra o app placeholder e siga as instruções para continuar o jailbreak do seu dispositivo.
zh_hans: 请打开占位符应用并按照说明继续越狱您的设备。

source: Please remove the existing source in order to add this one.
ja: このソースを追加するには、既存のソースを削除してください。
pt_br: Remova a fonte existente para adicionar esta.
zh_hans: 请删除现有软件源以添加此软件源。

source: Pledge
ja: 支援
pt_br: Contribuição
zh_hans: 赞助

source: Pledge %@ a month
ja: 毎月%@を支援
pt_br: Contribuição de %@ por mês
zh_hans: 每月赞助 %@

source: Pledge Expired
ja: 支援期限切れ
pt_br: Contribuição expirada
zh_hans: 赞助已过期

source: Pledged
ja: 支援済み
pt_br: Com contribuição
zh_hans: 已赞助

source: Privacy
ja: プライバシー
pt_br: Privacidade
zh_hans: 隐私

source: Promo
ja: プロモ
pt_br: Promoção
zh_hans: 促销

source: Receive access to beta versions of AltForge, Delta, and more by becoming a patron.
ja: パトロンになると、AltForgeやDeltaなどのベータ版にアクセスできます。
pt_br: Torne-se um apoiador e receba acesso a versões beta da AltForge, Delta e outros.
zh_hans: 成为订阅会员即可访问 AltForge、Delta 等的测试版。

source: Recessed
ja: 埋め込み型
pt_br: Recuado
zh_hans: 嵌入式

source: Recommended Sources
ja: 推奨ソース
pt_br: Fontes recomendadas
zh_hans: 推荐软件源

source: Redeemed PAL Promo
ja: 交換済PALプロモ
pt_br: Promoção PAL resgatada
zh_hans: 已兑换 PAL 促销

source: Refresh
ja: 更新
pt_br: Atualizar
zh_hans: 刷新

source: Refresh %@
ja: %@を更新
pt_br: Atualizar %@
zh_hans: 刷新 %@

source: Refresh All
ja: すべて更新
pt_br: Atualizar tudo
zh_hans: 刷新全部

source: Refresh Later
ja: 後で更新
pt_br: Atualizar depois
zh_hans: 稍后刷新

source: Refreshed Apps
ja: 更新済みアプリ
pt_br: Apps atualizados
zh_hans: 已刷新 App

source: Refreshing
ja: 更新中です
pt_br: Atualização em andamento
zh_hans: 正在刷新

source: REFRESHING APPS
ja: アプリの更新
pt_br: ATUALIZANDO APPS
zh_hans: 刷新应用

source: remote AltForge Server %@
ja: リモートAltForge Server%@
pt_br: AltForge Server remoto %@
zh_hans: 远程 AltForge Server %@

source: Remove
ja: 削除
pt_br: Remover
zh_hans: 删除

source: REMOVE
ja: 削除
pt_br: REMOVER
zh_hans: 删除

source: Remove “%@” from AltForge?
ja: AltForgeから「%@」を削除しますか？
pt_br: Remover “%@” do AltForge?
zh_hans: 从 AltForge 中删除“%@”吗？

source: Remove App Extensions
ja: アプリ拡張機能を削除
pt_br: Remover extensões do app
zh_hans: 删除应用扩展

source: Remove Custom Icon
ja: カスタムアイコンを削除
pt_br: Remover ícone personalizado
zh_hans: 删除自定义图标

source: Remove Source
ja: ソースを削除
pt_br: Remover fonte
zh_hans: 删除软件源

source: Restore Backup
ja: バックアップの復元
pt_br: Restaurar backup
zh_hans: 恢复备份

source: Retry
ja: 再試行
pt_br: Tentar novamente
zh_hans: 重试

source: Review Permissions
ja: 権限の確認
pt_br: Revisar permissões
zh_hans: 查看权限

source: Search FAQ
ja: FAQを検索
pt_br: Buscar na FAQ
zh_hans: 搜索常见问题解答

source: See All
ja: すべて見る
pt_br: Ver tudo
zh_hans: 查看全部

source: Share
ja: 共有
pt_br: Compartilhar
zh_hans: 分享

source: Shows all likes
ja: すべてのいいね！を表示
pt_br: Mostra todas as curtidas
zh_hans: 显示全部点赞

source: Sideloaded
ja: サイドロード済み
pt_br: Instalado via sideload
zh_hans: 侧载

source: Sign in
ja: サインイン
pt_br: Iniciar sessão
zh_hans: 登录

source: Sign in with Social Web Account…
ja: ソーシャルウェブアカウントでサインイン…
pt_br: Inicie sessão com uma conta de rede social…
zh_hans: 使用社交网络账户登录…

source: Sign in with your Apple ID to download apps from AltForge.
ja: AltForgeからアプリをダウンロードするには、Apple IDでサインインしてください。
pt_br: Inicie sessão com seu Apple ID para baixar apps no AltForge.
zh_hans: 使用 Apple ID 登录，从 AltForge 下载应用。

source: Sign in with your Bluesky account
ja: Blueskyアカウントでサインイン
pt_br: Entre com sua conta Bluesky
zh_hans: 使用您的 Bluesky 账户登录

source: Sign in with your social web account to like apps, updates, and news items in AltForge.
ja: AltForgeのアプリ、アップデート、ニュース項目にいいね！するには、ソーシャルウェブアカウントでサインインしてください。
pt_br: Entre com sua conta de rede social para curtir apps, atualizações e novidades no AltForge.
zh_hans: 使用您的社交网络账户登录，即可为 AltForge 中的 App、更新和资讯点赞。

source: Sign in with…
ja: サインイン：
pt_br: Iniciar sessão com…
zh_hans: 登录方式…

source: Sign Out
ja: サインアウト
pt_br: Sair
zh_hans: 退出

source: SIGN OUT
ja: サインアウト
pt_br: SAIR
zh_hans: 退出

source: SOCIAL WEB (BETA)
ja: ソーシャルウェブ（ベータ版）
pt_br: REDE SOCIAL (BETA)
zh_hans: 社交网络（测试版）

source: SOCIAL WEB ACCOUNT (BETA)
ja: ソーシャルウェブアカウント（ベータ版）
pt_br: CONTA NA REDE SOCIAL (BETA)
zh_hans: 社交网络账户（测试版）

source: Some Sources Added
ja: いくつかのソースを追加しました
pt_br: Algumas fontes adicionadas
zh_hans: 添加了一些软件源

source: Sort by…
ja: 並べ替え：
pt_br: Ordenar por…
zh_hans: 排序方式…

source: Sources determine what apps are available in AltForge. The more sources you add, the better your AltForge experience will be.
ja: ソースによってAltForgeで利用可能なアプリが決まります。ソースを追加すればするほど、AltForgeの体験が向上します。
pt_br: As fontes determinam quais apps estão disponíveis no AltForge. Quanto mais fontes você adicionar, melhor será sua experiência no AltForge.
zh_hans: 软件源决定 AltForge 中可用的应用。您添加的软件源越多，您的 AltForge 体验就会越好。

source: Special thanks to...
ja: 以下の皆さまに深く感謝申し上げます。
pt_br: Agradecimentos especiais a...
zh_hans: 特别感谢…

source: Start Backup?
ja: バックアップを開始しますか？
pt_br: Iniciar backup?
zh_hans: 开始备份？

source: Success
ja: 成功
pt_br: Concluído com sucesso
zh_hans: 成功

source: Successfully added ^[%1$lld source](inflect: true), but ^[%2$lld source](inflect: true) failed. For more details, check the Error Log in settings.
ja: ^[%1$lldソース](inflect: true) の追加に成功しましたが、^[%2$lldソース](inflect: true) の追加に失敗しました。 詳細については、設定のエラーログを確認してください。
pt_br: ^[%1$lld fonte](inflect: true) adicionada com sucesso, mas ^[%2$lld fonte](inflect: true) falhou. Para mais detalhes, verifique o Registro de erros nas configurações.
zh_hans: 已成功添加 ^[%1$lld个软件源](inflect: true)，但有 ^[%2$lld个软件源](inflect: true) 添加失败。 有关详情，请查看设置中的错误日志。

source: SUPPORT
ja: サポート
pt_br: CENTRAL DE AJUDA
zh_hans: 支持

source: Switch to beta version of AltStore PAL?
ja: AltStore PALのベータ版に切り替えますか？
pt_br: Mudar para a versão beta do AltStore PAL?
zh_hans: 切换到 AltStore PAL 测试版？

source: Tap a permission to learn more.
ja: 詳細を確認するには権限をタップしてください。
pt_br: Toque em uma permissão para saber mais.
zh_hans: 点击权限以了解更多信息。

source: Tap to view progress.
ja: 進行状況を表示するにはタップしてください。
pt_br: Toque para visualizar o progresso.
zh_hans: 点击可查看进度。

source: Tap to view source errors.
ja: ソースエラーを表示するにはタップしてください。
pt_br: Toque para visualizar os erros da fonte.
zh_hans: 点击查看软件源错误。

source: TECHY THINGS
ja: テクノロジー関連
pt_br: ITENS TÉCNICOS
zh_hans: 技术选项

# The %@ '%@' for %@ is missing a usage description.
source: The %1$@ '%2$@' for %3$@ is missing a usage description.
ja: %3$@の%1$@「%2$@」には使用説明が不足しています。
pt_br: A %1$@ “%2$@” para %3$@ não possui uma descrição de uso.
zh_hans: %3$@ 的 %1$@ '%2$@' 缺少使用说明。

source: the app
ja: アプリ
pt_br: o app
zh_hans: 应用

source: The app
ja: アプリ
pt_br: O app
zh_hans: 该应用

source: The app is in an invalid format.
ja: アプリの形式が無効です。
pt_br: O app está em um formato inválido.
zh_hans: App 格式无效。

source: The app listing could not be found.
ja: アプリのリストが見つかりませんでした。
pt_br: Não foi possível encontrar a listagem do app.
zh_hans: 找不到应用列表。
